/* 
 SignatureView.strings
 GPGMail
 
 Created by Lukas Pitschl on 30.07.11.
 Copyright 2011 GPGMail. All rights reserved.
 
 Defines the strings used in the signature view.
 */
"VALIDITY_NO_TRUST" = "A assinatura não é fiável.";
"VALIDITY_OK" = "A assinatura é fiável.";
/* Signature view key status. */
"VALIDITY_KEY_REVOKED" = "A chave da assinatura foi anulada.";
"VALIDITY_SIGNATURE_EXPIRED" = "A assinatura expirou.";
"VALIDITY_KEY_EXPIRED" = "A chave da assinatura expirou.";
"VALIDITY_KEY_REVOKED" = "A chave da assinatura foi anulada.";
"VALIDITY_UNKNOWN_ALGORITHM" = "A assinatura foi criada com um algoritmo não suportado.";
"VALIDITY_NO_PUBLIC_KEY" = "A chave desta assinatura não está no seu porta-chaves GPG.";
"VALIDITY_UNKNOWN_ERROR" = "Erro desconhecido na validação da assinatura.";
"VALIDITY_BAD_SIGNATURE" = "A assinatura não é válida.";
